<?php
   $user=array();
   $user[0]['id']='1';
   $user[0]['categ']='physics';
   $user[0]['takryp1']='Кинематика';
   $user[0]['video']='video1';
   $user[0]['text1']='Ілгермелі қозғалыс';
   $user[0]['text2']='дененің кез келген екі нүктесін қосатын түзу сызық өзіне-өзі параллель күйде қозғалатын';
   $user[0]['text3']='Ол дененің неліктен осылай қозғалатынын түсіндірмейді, бірақ "Дене қалай қозғалады?" деген сұраққа жауап береді. Қозғалыс Кинематикасындағы әдістер мен тәуелділіктер әр түрлі механизмдердегі, машиналардағы, т.б. қозғалыстарды есептеуде, сондай-ақ динамика есептерін шешуде пайдаланылады. Соның ішінде қозғалыстың екі түрі болады. Олар: ілгермелі және айнымалы';

   $user[0]['takryp2']='Динамика';
   $user[0]['video1']='video2';
   $user[0]['text4']='Релятивистік динамика';
   $user[0]['text5']='Релятивистік динамика - механиканың жылдамдығы вакуумдағы жарық зерттейтін бөлімі';
   $user[0]['text6']='механиканың түсірілген күш әсерінен материалдық денелердің қозғалысын зерттейтін бөлімі. Динамиканың негізі – механиканың Ньютон заңдары. Классикалық механиканың бөлімі.';


  
   $user[1]['id']='2';
   $user[1]['categ']='matematika';
   $user[1]['takryp1']='Дискреттік математика';
   $user[1]['video']='video1';
   $user[1]['text1']=' графтар';
   $user[1]['text2']='дененің кез келген екі нүктесін қосатын түзу сызық өзіне-өзі параллель күйде қозғалатын';
   $user[1]['text3']='математиканың дискретті құрылымдардың қасиеттерін зерттейтін саласы. Мұндай құрылымдарға шектеулі топтар, шектеулі графтар, сондай-ақ, ақпаратты түрлендіргіш кейбір матемематикалық модельдер, шектеулі автоматтар, Тьюринг машинасы, т.б. жатады.';

   $user[1]['takryp2']='Геометрия';
   $user[1]['video1']='video2';
   $user[1]['text4']='Релятивистік динамика';
   $user[1]['text5']='Релятивистік динамика - механиканың жылдамдығы вакуумдағы жарық зерттейтін бөлімі';
   $user[1]['text6']='математиканың кеңістіктік пішіндер (формалар) мен қатынастарды, сондай-ақ, оларға ұқсас басқа да пішіндер мен қатынастарды зерттейтін саласы. Ғылым ретінде Ежелгі Грекияда математиканың бір бөлігі болып қалыптасқан, оның алғашқы аксиомалары Эвклидтың «Бастама» кітабында сипатталған..'; 

   $user[2]['id']='3';
   $user[2]['categ']='History';
   $user[2]['takryp1']='Ежелгі дәуір';
   $user[2]['video']='video1';
   $user[2]['text1']=' неолит';
   $user[2]['text2']='Ауыр салмақты, тік бұрышты, ұсақ шақпақ тастар ең ежелгі';
   $user[2]['text3']='Мустье кезінде тас өңдеудің жаңа техникасы табылды. Ол оңтүстік Қазақстанда Ш.Уәлиханов атындағы тұрақ деп аталынады. Адамдар бизон, жылқы аулаған.

Қазақстанның ежелгі тұрғындары эволюциялық даму жағынан хомо сапиенс (саналы адам) сатысына сай келеді.';

   $user[2]['takryp2']='Қәзіргі дәуір';
   $user[2]['video1']='video2';
   $user[2]['text4']='Тәуелсіз Қазақстан тарихы';
   $user[2]['text5']='Қазақстан Республикасының 1991 жылдың 16 желтоқсанында Тәуелсіздік алғаннан кейінгі тарихы.';
   $user[1]['text3']='Америка Құрама Штаттары Қазақстанда өз елшілігін ашқан алғашқы ел болды.[2]
Тәуелсіздік жарияланғаннан кейін Қазақстан КСРО-ның бұрынғы 11 Республикасына (Грузия, Латвия, Литва, Эстония республикаларынсыз) ТМД — ның мақсаттары мен қағидаттары туралы бірлескен декларацияға (Алматы, 1991 жылғы 21 желтоқсан), содан кейін бесеуімен - Ұжымдық қауіпсіздік туралы шартқа (ҰҚШҰ) қол қойды (Ташкент, 15 мамыр 1992 жыл).'; 



        ?>
        